Repository: common-repository/pactic-connect
Catalog: languages/pactic-connect-*.po
Languages: hu_hu

source: Pactic home delivery
hu_hu: Pactic házhozszállítás

source: Title
hu_hu: Cím

source: The name customers see at the checkout.
hu_hu: Az ügyfeleid által látott név a checkout oldalon

source: Tax status
hu_hu: Adójogi státusz

source: Taxable
hu_hu: Adóköteles

# Tax status
source: Not taxable
hu_hu: Nem adóköteles

source: Default shipping cost
hu_hu: Alapértelmezett szállítási költség

source: Shipping cost
hu_hu: Szállítási költség

source: Service
hu_hu: Szolgáltatás

source: Detailed pricing
hu_hu: Részletes árképzés

source: Open detailed pricing settings
hu_hu: Részletes árképzési beállítások megnyitása

source: Cash on delivery fee
hu_hu: Utánvét költsége

source: Pactic parcel point
hu_hu: Pactic csomagpont

source: %1$sThank you for using Pactic Connect!%2$s %3$sGo to the settings page and enter your details.%4$s
hu_hu: %1$sKöszönjük, hogy a Pactic Connectet választottad!%2$s %3$sMenj a beállítás oldalra és add meg a részleteket!%4$s

source: %1$sPactic Connect is currently inactive!%2$s %3$sPlease install or activate Woocommerce to use Pactic Connect!%4$s
hu_hu: %1$sA Pactic Connect jelenleg inaktív!%2$s %3$sKérjük telepítsd vagy aktiváld a WooCommerce-t a Pactic Connect használatához!%4$s

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Order value
hu_hu: Rendelés értéke

source: Order weight
hu_hu: Rendelés súlya

source: Smaller than
hu_hu: Kisebb mint

source: Greater than
hu_hu: Nagyobb mint

source: Equal or smaller than
hu_hu: Kisebb vagy egyenlő mint

source: Equal or greater than
hu_hu: Nagyobb vagy egyenlő mint

source: Every four hours (Pactic Connect)
hu_hu: 4 óránként (Pactic Connect)

source: Once a day (Pactic Connect)
hu_hu: Naponta (Pactic Connect)

source: Settings
hu_hu: Beállítások

source: Pactic Connect settings
hu_hu: Pactic Connect beállítások

source: Enable / Disable
hu_hu: Bekapcsolás/Kikapcsolás

source: Home delivery settings
hu_hu: Házhozszállítás szolgáltatások beállításai

source: Services
hu_hu: Szolgáltatások

source: Parcel point settings
hu_hu: Csomagpontos szolgáltatások beállításai

source: Display
hu_hu: Megjelenítés

source: Dropdown
hu_hu: Lista

source: Map
hu_hu: Térkép

source: If you choose the map view, you need a Google Map Api key!
hu_hu: Térképes megjelenítés esetén Google Map API kulcsra lesz szükséged!

source: https://console.cloud.google.com: Create credentials, and enable Maps JavaScript API.
hu_hu: https://console.cloud.google.com: Regisztrálj és kapcsold be a Maps JavaScript API-t.

source: Cash on delivery payment
hu_hu: Utánvétes fizetés

source: Additional COD payment methods
hu_hu: További utánvétes fizetési módok

source: The extension automatically selects the default COD payment method:
hu_hu: A plugin automatikusan kiválasztja az alapértelemezett utánvétes fizetési módot:

source: If additional payment methods are considered cash on delivery in your online store, you can set them up here.
hu_hu: Ha több fizetési módnál is opció az utánvétes fizetés, akkor azokat itt tudod megadni.

source: Synchronization
hu_hu: Szinkronizáció

source: Country codes
hu_hu: Országkódok

source: Parcel points
hu_hu: Csomagpontok

source: Delete stored data
hu_hu: Tárolt adatok törlése

source: Please select a parcel point or choose a different shipping method.
hu_hu: Kérjük válassz egy csomagpontot vagy válassz egy másik szállítási módot!

source: Opening hours
hu_hu: Nyitvatartás

source: Pick up here
hu_hu: Átvétel itt

source: Search
hu_hu: Keresés

source: Pickup location
hu_hu: Átvételi hely

source: Choosing a parcel point
hu_hu: Csomagpont kiválasztása

source: Change parcel point
hu_hu: Csomagpont megváltoztatása

source: Enable/Disable
hu_hu: Bekapcsolás/kikapcsolás

source: Name
hu_hu: Név

source: idCarrier
hu_hu: Szállító kódja

source: idService
hu_hu: Szolgáltatás kódja

source: Remove
hu_hu: Törlés

source: Add a new service
hu_hu: Új szolgáltatás hozzáadása

source: Country
hu_hu: Ország

source: Sync
hu_hu: Szinkron

source: Last sync date
hu_hu: Utoljára szinkronizálva

source: Last sync status
hu_hu: Utolsó szinkronizáció állapota:

source: Sync
hu_hu: Szinkron

source: View
hu_hu: Megnéz

source: Failed
hu_hu: Sikertelen

source: Success
hu_hu: Sikeres

source: Delete all settings and files
hu_hu: Minden beállítás és fájl törlése

source: Delete related shipping methods
hu_hu: Kapcsolódó szállítási módok törlése

source: Delete related log files
hu_hu: Kapcsolódó logok törlése

source: Delete parcel point files
hu_hu: Csomagpontlisták törlése

source: Pricing
hu_hu: Árazás

source: In case of conflict prices, choose:
hu_hu: Árak ütközése esetén válassza:

source: Cheapest
hu_hu: Olcsóbb

source: Most expensive
hu_hu: Drágább

source: Conditions
hu_hu: Feltételek

source: Apply
hu_hu: Alkalmaz

source: Shipping cost(net)
hu_hu: Szállítás nettó költsége

source: net cost if
hu_hu: nettó ár ha

source: value
hu_hu: érték

source: weight
hu_hu: súly

source: There are no settings.
hu_hu: Nincsenek megadva beállítások.

source: Add a new row
hu_hu: Új sor hozzáadása

source: COD pricing
hu_hu: Utánvét árazása

source: Price ranges
hu_hu: Ártartományok

source: net cost if order value equal or greater then
hu_hu: nettó ár ha a rendelés értéke nagyobb vagy egyenlő mint

source: Order value from
hu_hu: Rendelés értéke ettől

source: and smaller then
hu_hu: és kisebb mint

source: Order value to
hu_hu: Rendelés értéke eddig

source: Save
hu_hu: Mentés

source: Enabled
hu_hu: Bekapcsolva

source: Disabled
hu_hu: Kikapcsolva

source: Last automatic sync date
hu_hu: Utolsó automatikus szinkronizációs ideje
